<script setup>
import {onMounted, ref} from 'vue'
import Header from '@js/components/Header.vue'
import Menu from '@js/components/Menu.vue'
import Footer from '@js/components/Footer.vue'
import Breadcrumbs from '@js/components/Breadcrumbs.vue'

const breadcrumbs = [
    {
        title: 'Главная',
        link: '/',
    },
    {
        title: 'Публичная оферта',
        link: null,
    },
]

</script>
<template>
<Header/>
<Menu />
<div class="w-100 about_company_block position-relative">
    <div class="bc_block m-auto w-100">
        <div class="breadcrumbs mb-5 ms-auto me-auto mt-5">
            <Breadcrumbs :items="breadcrumbs"/>
        </div>
    </div>
    <div class="about_company_screen me-auto ms-auto position-relative">
        <div class="bread">
            <Breadcrumbs :items="breadcrumbs"/>
        </div>

        <div class="about_company_text d-flex flex-column mb-5">
            <span class="about_company_text1 blue_color">Публичная оферта</span>
 
            <p class="blue_color"><strong class="blue_color">Г. Пермь</strong></p>
            <p class="blue_color"><strong class="blue_color">26.01.2024</strong></p>
            <p>Интернет-магазин «ОбойКис», расположенный на доменном имени
                <a href="oboikis.ru" class="pink_color">oboikis.ru</a>, ИП Бачурина Марина Анатольевна. действующая на основании
                Свидетельства, именуемый в дальнейшем «Продавец», предлагает Товары,
                размещенные в Интернет-магазине любому дееспособному физическому
                лицу, именуемому в дальнейшем «Покупатель», в случае принятия
                последним условий настоящего Договора и его приложений (безусловный
                акцепт).</p>
            <p>Настоящий Договор не требует двустороннего подписания и действителен
                в электронном виде.</p>
            <p class="blue_color"><strong class="blue_color">1. Определение терминов</strong></p>
            <p><strong class="blue_color">В настоящей Политике конфиденциальности используются следующие термины:</strong></p>
            <p><strong class="blue_color">1.1.</strong> «Администрация сайта Интернет-магазина (далее —
            Администрация сайта)» — уполномоченные сотрудники на управления
            сайтом, действующие от имени ИП Бачурина М.А., которые
            организуют и (или) осуществляет обработку персональных данных,
            а также определяет цели обработки персональных данных, состав
            персональных данных, подлежащих обработке, действия (операции),
            совершаемые с персональными данными.</p>
            <p><strong class="blue_color">1.2.</strong> «Персональные данные» — любая информация, относящаяся
            к прямо или косвенно определенному или определяемому физическому
            лицу (субъекту персональных данных).</p>
            <p><strong class="blue_color">1.3.</strong> «Обработка персональных данных» — любое действие (операция)
            или совокупность действий (операций), совершаемых
            с использованием средств автоматизации или без использования таких
            средств с персональными данными, включая сбор, запись,
            систематизацию, накопление, хранение, уточнение (обновление,
            изменение), извлечение, использование, передачу (распространение,
            предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных.</p>
            <p><strong class="blue_color">1.4.</strong> «Конфиденциальность персональных данных» — обязательное для
            соблюдения Оператором или иным получившим доступ
            к персональным данным лицом требование не допускать
            их распространения без согласия субъекта персональных данных или
            наличия иного законного основания.</p>
            <p><strong class="blue_color">1.5.</strong> «Пользователь сайта Интернет-магазина (далее Пользователь)» —
            лицо, имеющее доступ к Сайту, посредством сети Интернет
            и использующее Сайт интернет-магазина.</p>
            <p><strong class="blue_color">1.6.</strong> «Cookies» — небольшой фрагмент данных, отправленный веб-
            сервером и хранимый на компьютере пользователя, который веб-
            клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-
            запросе при попытке открыть страницу соответствующего сайта.</p>
            <p><strong class="blue_color">1.7.</strong> «IP-адрес» — уникальный сетевой адрес узла в компьютерной
            сети, построенной по протоколу IP.</p>

            <p class="blue_color"><strong class="blue_color">2. Общее положение</strong></p>
            <p><strong class="blue_color">2.1.</strong> Заказ Покупателем Товара, размещенного на сайте Интернет-магазина
            «Обойкис». означает, что Покупатель согласен со всеми условиями
            настоящей Оферты.</p>
            <p><strong class="blue_color">2.2.</strong> Администрация сайта Интернет-магазина «Обойкис». имеет право
            вносить изменения в Оферту без уведомления Покупателя.</p>
            <p><strong class="blue_color">2.3.</strong> Настоящая Политика конфиденциальности применяется только к сайту
            Интернет-магазина «Обойкис». Интернет-магазин не контролирует
            и не несет ответственность за сайты третьих лиц, на которые Пользователь
            может перейти по ссылкам, доступным на сайте <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.</p>
            <p><strong class="blue_color">2.4.</strong> Администрация сайта не проверяет достоверность персональных данных,
            предоставляемых Пользователем сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a></p>

            <p class="blue_color"><strong class="blue_color">3. Предмет политики конфиденциальности.</strong></p>
            <p><strong class="blue_color">3.1.</strong> Настоящая Политика конфиденциальности устанавливает обязательства
            Администрации сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a> по неразглашению и обеспечению режима
            защиты конфиденциальности персональных данных, которые Пользователь
            предоставляет по запросу Администрации сайта при регистрации
            на сайте <a href="oboikis.ru" class="pink_color">oboikis.ru</a>, при оформлении заказа для приобретения Товара или при
            передаче своих данных в любых формах обратной связи.</p>
            <p><strong class="blue_color">3.2.</strong> Персональные данные, разрешённые к обработке в рамках настоящей
            Политики конфиденциальности, предоставляются Пользователем путём
            заполнения регистрационной формы на Сайте интернет-магазина, а также
            в любых формах обратной связи и включают в себя следующую
            информацию:</p>
            <p><strong class="blue_color">3.2.1.</strong> фамилию, имя, отчество Пользователя;</p>
            <p><strong class="blue_color">3.2.2.</strong> контактный телефон Пользователя;</p>
            <p><strong class="blue_color">3.2.3.</strong> адрес электронной почты (e-mail);</p>
            <p><strong class="blue_color">3.2.4.</strong> адрес доставки Товара;</p>
            <p><strong class="blue_color">3.2.5.</strong> место жительство Пользователя.</p>
            <p>3.3. Интернет-магазин защищает Данные, которые автоматически передаются
            в процессе просмотра рекламных блоков и при посещении страниц,
            на которых установлен статистический скрипт системы («пиксель»):</p>
            <p><strong class="blue_color">3.3.1.</strong> IP адрес;</p>
            <p><strong class="blue_color">3.3.2.</strong> информация из cookies;</p>
            <p><strong class="blue_color">3.3.3.</strong> информация о браузере (или иной программе, которая осуществляет
            доступ к показу рекламы);</p>
            <p><strong class="blue_color">3.3.4.</strong> время доступа;</p>
            <p><strong class="blue_color">3.3.5.</strong> адрес страницы, на которой расположен рекламный блок;
            реферер (адрес предыдущей страницы).</p>
            <p><strong class="blue_color">3.4.</strong> Отключение cookies может повлечь невозможность доступа к частям
            сайта Интернет-магазина, требующим авторизации.</p>
            <p><strong class="blue_color">3.5.</strong> Интернет-магазин осуществляет сбор статистики об IP-адресах своих
            посетителей. Данная информация используется с целью выявления
            и решения технических проблем, для контроля законности проводимых
            финансовых платежей.</p>
            <p><strong class="blue_color">3.6.</strong> Любая иная персональная информация неоговоренная выше (история
            покупок, используемые браузеры и операционные системы и т.д.) подлежит
            надежному хранению и нераспространению, за исключением случаев,
            предусмотренных в п.п. 5.2. и 5.3. настоящей Политики
            конфиденциальности.</p>
            <p class="blue_color"><strong class="blue_color">4. Цели сбора персональной информации пользователя.</strong></p>
            <p><strong class="blue_color">4.1.</strong> Персональные данные Пользователя Администрация
            сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a>. может использовать в целях:</p>
            <p><strong class="blue_color">4.1.1.</strong> Идентификации Пользователя, зарегистрированного на сайте
            Интернет-магазина, для оформления заказа и (или) заключения Договора
            купли-продажи товара дистанционным способом с сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.</p>
            <p><strong class="blue_color">4.1.2.</strong> Установления с Пользователем обратной связи, включая направление
            уведомлений, запросов, касающихся использования Сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a>,
            оказания услуг, обработка запросов и заявок от Пользователя.</p>
            <p><strong class="blue_color">4.1.3.</strong> Организации и проведения <a href="oboikis.ru" class="pink_color">oboikis.ru</a> программ лояльности,
            маркетинговых и/или рекламных акций, исследований, опросов и иных
            мероприятий; исполнения обязательств «Обойкиc» в рамках договора
            розничной купли-продажи товаров в розничных магазинах ИП Бачурина
            М.А., а также в Интернет-магазине <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.; оказания иных услуг
            субъектам персональных данных; продвижения услуг и/или товаров
            магазинов «Обойкиc» и/или его партнеров на рынке путем осуществления
            прямых контактов с клиентами с помощью различных средств связи, в т.ч.,
            не ограничиваясь, по телефону, электронной почте, почтовой рассылке,
            в сети Интернет и т.д.; в иных целях, если действия «Обойкиc»
            не противоречат действующему законодательству.</p>
            <p><strong class="blue_color">4.1.4.</strong> Предоставления Пользователю эффективной клиентской и технической
            поддержки при возникновении проблем, связанных с использованием
            Сайта <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.</p>
            <p><strong class="blue_color">4.1.5.</strong> Предоставления Пользователю с его согласия, обновлений продукции,
            специальных предложений, информации о ценах, новостной рассылки
            и иных сведений от имени <a href="oboikis.ru" class="pink_color">oboikis.ru</a>. или от имени партнеров <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.</p>
            <p><strong class="blue_color">4.1.6.</strong> Осуществления рекламной деятельности с согласия Пользователя.</p>
            <p><strong class="blue_color">4.1.7.</strong> Предоставления доступа Пользователю на сайты или сервисы
            партнеров Интернет-магазина с целью получения продуктов, обновлений
            и услуг.</p>
            <p class="blue_color"><strong class="blue_color">5. Действия и обработка сбора персональной информации пользователя</strong></p>
            <p><strong class="blue_color">5.1.</strong> Пользователь соглашается с тем, что Администрация сайта вправе
            передавать персональные данные третьим лицам, в частности,
            курьерским службам, организациями почтовой связи, операторам
            электросвязи, исключительно в целях выполнения заказа Пользователя,
            оформленного на Сайте интернет-магазина «Обойкис», включая
            доставку Товара.</p>
            <p><strong class="blue_color">5.3.</strong> Персональные данные Пользователя могут быть переданы
            уполномоченным органам государственной власти Российской
            Федерации только по основаниям и в порядке, установленным
            законодательством Российской Федерации.</p>
            <p><strong class="blue_color">5.4.</strong> При утрате или разглашении персональных данных
            Администрация сайта информирует Пользователя об утрате или
            разглашении персональных данных.</p>
            <p><strong class="blue_color">5.5.</strong> Администрация сайта принимает необходимые организационные
            и технические меры для защиты персональной информации
            Пользователя от неправомерного или случайного доступа,
            уничтожения, изменения, блокирования, копирования,
            распространения, а также от иных неправомерных действий третьих
            лиц.</p>
            <p class="blue_color"><strong class="blue_color">6. Оформление заказа</strong></p>
            <p><strong class="blue_color">6.1.</strong> Заказ Товара осуществляется Покупателем через сервис сайта Интернет-магазина <a href="oboikis.ru" class="pink_color">oboikis.ru</a>.</p>
            <p><strong class="blue_color">6.2.</strong> При регистрации на сайте Интернет-магазина Покупатель обязуется
            предоставить следующую регистрационную информацию:</p>
            <p><strong class="blue_color">6.2.1.</strong> фамилия, имя, отчество Покупателя или указанного им лица
            (получателя);</p>
            <p><strong class="blue_color">6.2.2.</strong> адрес, по которому следует доставить Товар (если доставка до адреса
            Покупателя);</p>
            <p><strong class="blue_color">6.2.3.</strong> адрес электронной почты;</p>
            <p><strong class="blue_color">6.2.4.</strong> контактный телефон.</p>
            <p><strong class="blue_color">6.3.</strong> Наименование, количество, ассортимент, артикул, цена выбранного
            Покупателем Товара указываются в корзине Покупателя на сайте Интернет-
            магазина.</p>
            <p><strong class="blue_color">6.4.</strong> Если Продавцу необходима дополнительная информация, он вправе
            запросить ее у Покупателя. В случае не предоставления необходимой
            информации Покупателем, Продавец не несет ответственности за выбранный
            Покупателем Товар.</p>
            <p><strong class="blue_color">6.5.</strong> При оформлении Заказа через Оператора (п. 6.1. настоящей Оферты)
            Покупатель обязуется предоставить информацию, указанную в п. 6.2.
            настоящей Оферты.</p>
            <p><strong class="blue_color">6.6.</strong> Принятие Покупателем условий настоящей Оферты осуществляется
            посредством внесения Покупателем соответствующих данных в
            регистрационную форму на сайте Интернет-магазина. Покупателе
            регистрируются в базе данных Продавца. Утвердив Заказ выбранного Товара.</p>
            <p><strong class="blue_color">6.7.</strong> Продавец не несет ответственности за содержание и достоверность
            информации, предоставленной Покупателем при оформлении Заказа.</p>
            <p><strong class="blue_color">6.8.</strong> Покупатель несет ответственность за достоверность предоставленной
            информации при оформлении Заказа.</p>
            <p><strong class="blue_color">6.9.</strong> Договор купли-продажи дистанционным способом между Продавцом и
            Покупателем считается заключенным с момента выдачи Продавцом
            Покупателю кассового или товарного чека либо иного документа,
            подтверждающего оплату Товара.</p>
            <p class="blue_color"><strong class="blue_color">7. Доставка и передача товара покупателю</strong></p>
            <p><strong class="blue_color">7.1.</strong> Продавец оказывает Покупателю услуги по доставке Товара одним из
            способов, указанных на сайте Интернет-магазина.</p>
            <p><strong class="blue_color">7.2.</strong> Если Договор купли-продажи товара дистанционным способом (далее –
            Договор) заключен с условием о доставке Товара Покупателю, Продавец
            обязан в установленный Договором срок доставить Товар в место, указанное
            Покупателем, а если место доставки Товара Покупателем не указано, то по
            месту его жительства или регистрации.</p>
            <p><strong class="blue_color">7.3.</strong> Место доставки Товара Покупатель указывает при оформлении Заказа на
            приобретение Товара.</p>
            <p><strong class="blue_color">7.4.</strong> Срок доставки Товара Покупателю состоит из срока обработки заказа и
            срока доставки.</p>
            <p><strong class="blue_color">7.5.</strong> Доставленный Товар передается Покупателю, а при отсутствии
            Покупателя - любому лицу, предъявившему квитанцию или иной документ,
            подтверждающий заключение Договора или оформление доставки Товара.</p>
            <p><strong class="blue_color">7.6.</strong> В момент передачи Товара в обязательном порядке в письменной форме
            Покупателю сообщаются сведения, предусмотренные в Приложении № номер
            к Договору.</p>
            <p><strong class="blue_color">7.7.</strong> Информация о Товаре доводится до сведения Покупателя в технической
            документации, прилагаемой к Товару, на этикетках, путем нанесения
            маркировки или иным способом, принятым для отдельных видов товаров.</p>
            <p><strong class="blue_color">7.8.</strong> Сведения об обязательном подтверждении соответствия Товара
            представляются в порядке и способами, которые установлены
            законодательством Российской Федерации о техническом регулировании, и
            включают в себя сведения о номере документа, подтверждающего такое
            соответствие, о сроке его действия и об организации, его выдавшей.</p>
            <p class="blue_color"><strong class="blue_color">8. Реквизиты</strong></p>
            <p><strong class="blue_color">ИП Бачурина М.А.</strong></p>
            <p><strong class="blue_color">ОГРНИП:</strong> 322595800075576</p>
            <p><strong class="blue_color">Адрес:</strong> 614039, г. Пермь, ул. Газеты Звезда, д.67, кв.4</p>
            <p><strong class="blue_color">ИНН:</strong> 590401127358</p>
            <p><strong class="blue_color">Р/С:</strong> № 40802810729730003103 в ФИЛИАЛЕ «НИЖЕГОРОДСКИЙ» Авторизация
            «АЛЬФА-БАНК»</p>
            <p><strong class="blue_color">К/С:</strong> 30101810200000000824</p>
            <p><strong class="blue_color">БИК:</strong> 042202824</p>
        </div>
    </div>
</div>
<Footer/>
</template>