<script setup>
import {onMounted, ref} from 'vue'
import Header from '@js/components/Header.vue'
import Menu from '@js/components/Menu.vue'
import Footer from '@js/components/Footer.vue'
import Breadcrumbs from '@js/components/Breadcrumbs.vue'

const title = 'Политика конфиденциальности'
const breadcrumbs = [
    {
        title: 'Главная',
        link: '/',
    },
    {
        title: title,
        link: null,
    },
]

</script>
<template>
<Header/>
<Menu />
<div class="w-100 about_company_block position-relative">
    <div class="bc_block m-auto w-100">
        <div class="breadcrumbs mb-5 ms-auto me-auto mt-5">
            <Breadcrumbs :items="breadcrumbs"/>
        </div>
    </div>
    <div class="about_company_screen me-auto ms-auto position-relative">
        <div class="bread">
            <Breadcrumbs :items="breadcrumbs"/>
        </div>

        <div class="about_company_text d-flex flex-column mb-5">
            <span class="about_company_text1 blue_color" v-html="title" />
 
            <p class="blue_color"><strong class="blue_color">Г. Пермь</strong></p>
            <p class="blue_color"><strong class="blue_color">26.01.2024</strong></p>

            <p>Интернет-магазин «ОбойКис», расположенный на доменном имени
            <a href="oboikis.ru" class="pink_color">oboikis.ru</a>, ИП Бачурина Марина Анатольевна. Настоящая Политика
            конфиденциальности персональных данных действует на основании
            законодательства РФ, в том числе Федерального закона от 27.07.2006 N 152-
            ФЗ «О персональных данных», в отношении всей информации,
            расположенных в интернет-магазине.</p>
            <h4><strong class="blue_color">Соглашение на обработку персональных данных</strong></h4>

            <p>Присоединяясь к настоящему Соглашению и оставляя свои данные на Сайте
            <a href="oboikis.ru" class="pink_color">oboikis.ru</a>, (далее – Сайт), путем заполнения полей форм Пользователь:
            подтверждает, что все указанные им данные принадлежат лично ему;
            подтверждает и признает, что им внимательно в полном объеме прочитано
            Соглашение и условия обработки его персональных данных, указываемых им
            в полях форм, текст соглашения и условия обработки персональных данных
            ему понятны; дает согласие на обработку Сайтом предоставляемых в составе
            информации персональных данных в целях заключения между ним и Сайтом
            настоящего Соглашения, а также его последующего исполнения; дает
            согласие на получение информационной рассылки о новостях Сайта, в том
            числе анонсов статей, размещенных на Сайте и рекламных материалов от
            партнеров Сайта; выражает согласие с условиями обработки персональных
            данных.</p>

            <p>Пользователь дает свое согласие на обработку его персональных данных, а
            именно совершение действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального
            закона от 27.07.2006 N 152-ФЗ "О персональных данных", и подтверждает,
            что, давая такое согласие, он действует свободно, своей волей и в своем
            интересе. Согласие Пользователя на обработку персональных данных
            является конкретным, информированным и сознательным.</p>

            <p><strong class="blue_color">Настоящее согласие Пользователя признается исполненным в простой
            письменной форме, на обработку следующих персональных данных:</strong></p>
            <p>• фамилии;</p>
            <p>• имени;</p>
            <p>• отчества;</p>
            <p>• места пребывания (город, область);</p>
            <p>• номер/а телефона/ов;</p>
            <p>• адресов электронной почты (E-mail).</p>
            <p><strong class="blue_color">Пользователь, предоставляет oboikis.ru право осуществлять следующие
            действия (операции) с персональными данными:</strong></p>
            <p>• сбор и накопление;</p>
            <p>• хранение в течение установленных нормативными документами сроков
            хранения отчетности, но не менее трех лет, с момента даты прекращения
            пользования услуг Пользователем;</p>
            <p>• уточнение (обновление, изменение);</p>
            <p>• использование;</p>
            <p>• уничтожение;</p>
            <p>• обезличивание;</p>
            <p>• передача по требованию суда, в т.ч., третьим лицам, с соблюдением мер,
            обеспечивающих защиту персональных данных от несанкционированного
            доступа.</p>
            <p>Указанное согласие действует бессрочно с момента предоставления данных и
            может быть отозвано Вами путем подачи заявления администрации сайта с
            указанием данных, определенных ст. 14 Закона «О персональных данных».</p>
            <p>Отзыв согласия на обработку персональных данных может быть осуществлен
            путем направления Пользователем соответствующего распоряжения в простой
            письменной форме на адрес электронной почты (E-mail) <a href="mailto:oboikis@yandex.ru" class="pink_color">oboikis@yandex.ru</a></p>
            <p>Сайт не несет ответственности за использование (как правомерное, так и
            неправомерное) третьими лицами Информации, размещенной Пользователем на
            Сайте (в случаях, если Пользователь был предупрежден о публичном
            размещении его данных, например, объявлений) включая её воспроизведение и
            распространение, осуществленные всеми возможными способами. Сайт имеет
            право вносить изменения в настоящее Соглашение. При внесении изменений в
            актуальной редакции указывается дата последнего обновления.</p>
            <p>Новая редакция Соглашения вступает в силу с момента ее размещения, если
            иное не предусмотрено новой редакцией Соглашения. Действующая редакция
            Соглашения находится на странице по адресу: <a href="oboikis.ru" class="pink_color">oboikis.ru</a></p>
            <p>К настоящему Соглашению и отношениям между пользователем и Сайтом,
            возникающим в связи с применением Соглашения, подлежит применению право
            Российской Федерации.</p>
            <p><strong class="blue_color">Актуальная дата на момент составления 30.01.2024</strong></p>

        </div>
    </div>
</div>
<Footer/>
</template>